Repository: 84000/translation-memory-resources
Catalog: post_input/toh101.bo.en.tmx
Source language: bo
Languages: en

source: རི་ ཡི་ རྒྱལ་པོ་ རི་རབ་ རྣམ་ འཇིག་ འགྱུར །_།
en: Likewise, Sumeru, the king of mountains, might decay And

source: ནམ་མཁ འི་ ཁམས་ ནི་ གཞན་ དུ་ འགྱུར་ སྲིད་ ཀྱི །_།
en: the element of space might change. |#| Yet

source: བདག་ གི་ སེམས་ ནི་ གཞན་ དུ་ འགྱུར་ མི་ སྲིད །_།
en: it is impossible for my intention to waver.

source: སེམས་ཅན་ འདི་དག་ ཐམས་ཅད་ བདུད་ གྱུར་ ལ །_། སེམས་ དེ་ རྣམ་པར་ བཟློག་ པར་ བགྱི་ [173b] སླད་ དུ །_། དེ་ ཀུན་བདག་ ལ་བར་ ཆད་ བགྱིད་ གྱུར་ ན |#| འང་ །_།
en: $1358 “Even if all beings were to become māras, And create obstacles for me In order to thwart this intention, [173.b]

source: བདག་ གིས་ སེམས་ ནི་ རྣམ་པར་ བཟློག་ མི་ བགྱི །_།
en: I would not relinquish it.

source: གལ་ཏེ་ འདིར་ ནི་ སེམས་ཅན་ འགའ་ མཆིས་ ཤིང་ །_། འདི་ ཡི་ མདུན་ དུ་ མཆིས་ ནས་ ཚིག་ སྨྲ་ ན །_།
en: $1359 “If there were some beings here And if they were to say before me,

source: སངས་རྒྱས་ ཡེ་ཤེས་ དམ་པ་ འདི་ མཆོག་ དཀོན །_།
en: ‘This sublime wisdom of awakening is so precious;

source: དབུལ་ ལ་ བྱང་ཆུབ་ སུ་ཞིག་ སྦྱིན་པ ར་ བྱེད །_།
en: Who would give awakening to a pauper?’

source: དེ་སྐད་ ཅེས་ སྨྲས་ ནས་ ནི་ བདག་ གིས་ བརྗོད །_།
en: $1360 “Then I would reply,

source: ང་ བས་ ཁྱོད་ དབུལ་ ང་ ནི་ དབུལ་ མ་ ཡིན །_།
en: ‘You are poorer than I; |#| I am not a pauper.

source: ཁྱོད་ ལ་ དད་པ་ ནམ་ཡང་ ཡོད་ མ་ ཡིན །_།
en: You have never had faith.

source: ང་ ལ་ དད་པ་ ཡོད་པ ས་ བདག་ འཚང་ རྒྱ །_།
en: Since I do have faith, I will awaken.’

source: སངས་རྒྱས་ རིགས་ ནི་ གང་ཡང་ ཡོད་ མ་ ཡིན །_།
en: $1361 “Awakening has no caste whatsoever.

source: འབྲས་བུ འམ་ སྲོག་ ནི་ འགའ་ཡང་ ཡོད་ མ་ ཡིན །_།
en: Neither does it have any fruition, nor life force.

source: གཞན་ དུ་ གང་དག་ སེམས་ ནི་ འདུད་ བྱེད་པ །_། དེ་ ཚེ་ ཐེག་པ་ བླ་མེད་ འདི་ ལ་ འདུད །_།
en: Rather, whoever bows to the mind of awakening Bows to this unexcelled vehicle.

source: དྲང་སྲོང་ མཆོག་ གི་ སེམས་ འདི་རིགས་ ཡིན་ ཏེ །_།
en: $1362 “This mind of the supreme sage is the caste;

source: འདི་ ནི་ ས་བོན་ འདི་ ནི་ འབྲས་བུ་ ཡིན །_།
en: This is the seed; |#| this, the fruition.

source: ཐེག་མཆོག་ དམ་པ་ ལ་ ནི་ ཞུགས་ ནས་ སུ །_།
en: Having embarked upon the sacred and supreme vehicle,

source: སངས་རྒྱས་ རྣམས་ ཀྱིས་ བསླབས་ ནས་ འཚང་ རྒྱ ར་ འགྱུར །_།
en: One is trained by the buddhas and becomes awakened.

source: བདག་ གིས་ ལུས་ དང་ དེ་བཞིན་ སྲོག་ དང་ ནི །_། འཇིག་རྟེན་ རྩེད་མོ་ དགའ་བ་ གང་ཅི འང་ བཏང་ །_།
en: $1363 “I have utterly abandoned my body, my life force, And any indulgence in worldly play.

source: གཞན་ དུ་ བདག་ གིས་ སངས་རྒྱས་ ཡེ་ཤེས་ མཆོག _། རྫོགས་པ ར་ སངས་རྒྱས་ སེམས་ཅན་ བདག་ གིས་ དགྲོལ །_།
en: Instead, I am intent on the wisdom of awakening. |#| Having fully awakened, I will free beings.

source: སངས་རྒྱས་ ཆོས་རྗེ་ བདག་ མདུན་ བཞུགས་པ་ ལ །_། བདག་ འདིར་ སེང་གེ འི་ སྒྲ་ ནི་ སྒྲོགས་ བགྱིད་པ །_།
en: $1364 “To the Buddha, the Lord of Dharma, seated before me I have proclaimed this here with a lion’s roar—

source: གལ་ཏེ་ བདག་ ལ་ ནོངས་པ་ འགའ་ མཆིས་ ན །_།
en: If I happen to be at all mistaken,

source: བྱམས་ ལ་ གནས་པ ས་ རྒྱལ་བས་ བསྐུལ་ ལགས་ གྲང་ །_།
en: Will the Victorious One, out of love, let me know?”

source: དེ་ནས་ བཅོམ་ལྡན་འདས་ ཀྱིས་ དེ འི་ ཚེ་ སློངས་ མོ་པ་ རྣམ་པར་ རྒྱལ་བ་ སྲུང་བ་ ལ་ཚིགས་ སུ་ བཅད་པ་ དག་ གིས་ ཕྱིར་ བཀའ་ སྩལ་པ །_
en: $1365 The Blessed One then responded to the beggar Vijayarakṣa in verse:

source: འདི་ ན་ སངས་རྒྱས་ ལ་ ནི་ སྐྱོན་ ཅིའང་ མེད །_།
en: “In this the Buddha is utterly unmistaken.

source: སེམས་ འདི་ བླ་ ན་ ཡོད་པ་ མ་ཡིན་པ འི །_།
en: This intention is unsurpassed.

source: སེམས་ དེ་དེ་ རིང་ འདིར་ ནི་ ཁྱོད་ འདོར་ ཏེ །_།
en: Today you have abandoned that previous idea, So

source: ཁྱོད་ ཀྱང་ རྒྱལ་བ་ ཆོས་ ཀྱི་ རྗེར་ འགྱུར་ རོ །_།
en: you too will become a victorious one, a lord of Dharma.”

source: དེ་བཞིན་ གཤེགས་པ འི་ བཀའ་ ནི་ ཐོས་ ནས་ སུ །_།
en: $1366 Having heard the Thus-Gone One’s words,

source: གཞལ་ དུ་ མེད་པ འི་ དགའ་བ ས་ དགའ་མགུ་ སྟེ །_།
en: He was ecstatic beyond measure—

source: དེ་ ལ་ རྣམ་པར་ རྒྱལ་སྲུང་ སེམས་ དང་ ཞིང་ །_། ནམ་མཁའ་ ལ་ ནི་ ཏ་ལ་ བདུན་ སྲིད་ འཕགས །_།
en: Vijayarakṣa had faith in them And ascended in the sky to a height of seven palm trees.

source: དེ་ ཚེ་ སེམས་ཅན་ མཆོག་ གིས་ འཛུམ་པ་ བསྟན །_།
en: $1367 At that moment the best among beings showed a smile.

source: སྔོན་པོ་ སེར་པོ་ ཡིད་ དགའ་ སྣ་ཚོགས་པ །_། ཁ་དོག་ དེ་དག་ རྒྱལ་བ འི་ ཞལ་ལ ས་ བྱུང་ །_། |#| དེ་དག་ རྒྱལ་བ འི་ གཙུག་ ཏུ་ ནུབ་པ ར་ གྱུར །_།
en: Multiple exquisite blue and yellow colored lights Issued forth from the Victorious One’s mouth And dissolved into his own crown.

source: དེ་ ཚེ་ ཕྲག་པ་ གཅིག་ གཟར་ ཐལ་སྦྱར་ ཏེ །_།
en: $1368 Then, with his robe draped over one shoulder and his palms joined, [174.a]

source: ཀུན་དགའ་བོ་ ཡིས་ [174a] རྐང་ གཉིས་ མཆོག་ ལ་ ཞུས །_།
en: Ānanda asked the best among humans:

source: མགོན་པོ་ རྒྱུ་ གང་ བདེ་གཤེགས་ རྐྱེན་ ཅི་ ལགས །_།
en: “Lord, what was the cause of this? |#| Blissful One, what were its conditions?

source: ཡེ་ཤེས་ ཐོགས་མེད་ རྒྱལ་ ལ་ བདག་ ཞུ འོ །_།
en: I ask this of the Victorious One, he with unobstructed wisdom.

source: མགོན་པོ་ རྣམ་པར་ རྒྱལ་སྲུང་ ཟིལ་གནོན་ ཚུལ །_། མགོན་ གྱི་ ཁྱིམ་ དུ་ སློངས་ མོ་པ་ ཞིག་ བྱུང་ །_།
en: $1369 “Lord, Vijayarakṣa , looking so oppressed, Appeared in the house of the Lord as a beggar.

source: དེ་རིང་ དེ་ ནི་ ཏ་ལ་ བདུན་ སྲིད་ གནས །_། |#| མཁའ་ ལ་ གནས་ ནས་
en: Today, suspended in the sky at a height of seven palm trees,

source: རྒྱལ་ ལ་ ཕྱག་ འཚལ་ ལགས །_།
en: He pays homage to the Victorious One.

source: ལྷ་ དང་ ཀླུ་ དང་ ལྟོ་འཕྱེ་ ཆེན་པོ་ དང་ །_། གནོད་སྦྱིན་ དེ་ ལ་ མི་མིན་ མི འམ་ ཅི །_། མིར་ གྱུར་པ་ ཡིས་ ཐལ་མོ་ སྦྱར་ བགྱིས་ ཏེ |#| མགོན་པོ་ རྒྱལ་བ་ སྲུང་ ལ་ ཕྱག་ འཚལ་ ལོ །_།
en: $1370 “Gods, nāgas, mahoragas, Yakṣas, nonhuman kiṃnaras, And humans join their palms toward him, And, Lord, pay homage to Vijayarakṣa.

source: འཇིག་རྟེན་ མགོན་ ལ་ དེ་ ཡི་ དོན་ ཞུ་ ལགས །_།
en: $1371 “I ask the Lord of the World the reason for this.

source: ཐུབ་པ འི་ འཛུམ་ པ་ བསྟན་ འདི་ སུ་ ཡི་ དོན །_།
en: For whom did the sage show his smile?

source: བྱང་ཆུབ་ དམ་པ་ མཆོག་ ཏུ་ གང་ ཞུགས་པ འི །_། ལུང་བསྟན་ དེ་ ནི་ སུ་ ཡི་ ལགས་ པར་ འགྱུར །_།
en: For whom was that explanation On those that have embarked toward highest awakening?

source: སངས་རྒྱས་ ཡེ་ཤེས་ ལ་ ནི་ སུ་ དམ་ གནས །_།
en: $1372 “Who abides in the wisdom of awakening?

source: བླ་མེད་ སེམས་ དེ་ གནས་པ་ སུ་ ཡི་ ལགས །_།
en: For whom is that unexcelled intention present?

source: སུ་ཞིག་ ཡེ་ཤེས་ མཆོག་ དམ་ རེག་པ ར་ འགྱུར །_། |#| འཁོར་བ འི་ སེམས་ ཅན་ རྣམས་ ཀྱང་ འབྱིན་པ ར་ འགྱུར །_།
en: Who will reach the most sublime wisdom And deliver beings from saṃsāra?

source: དེ་ ཚེ་ བྱང་ཆུབ་ སྙིང་པོ ར་ ད་ སུ་ མཆིས །_། |#| བདུད་ སྡེ་ དཔུང་ དང་ བཅས་པ་ འཇོམས་པ ར་ འགྱུར །_། |#| བདུད་དཔུང་ བཅས་པ་ བཅོམ་ ནས་ ཉོན་མོངས་ སྤོང་ །_། |#| འཁོར་ལོ་ དམ་པ་ ཞི་བ་ སྐོར་བ ར་ འགྱུར །_།
en: $1373 “Who will then be present on the seat of awakening, Vanquish Māra and his hordes, And, having vanquished Māra and his hordes, abandon afflictions And turn the sublime wheel of peace?

source: ཡེ་ཤེས་ མཉམ་མེད་ དེ་ ནི་ སུ་ ཡི ར་ འགྱུར །_།
en: $1374 “Who will possess the peerless wisdom?

source: དོན་ རྒྱ་ཆེན་པོ་ དེ་ ནི་ སུ་ ཡི ར་ འགྱུར །_། |#| དེ་ ཚེ་ ཕྱིར་ཞིང་ འཁོར་ལོ་ བསྐོར་བ ར་ འགྱུར །_། |#| ཀུན་ ནས་ ཡེ་ཤེས་ ཆགས་པ་ མེད་པར་ འགྱུར །_། |#| ཁྱུ་མཆོག་ ཚིག་ དེ་ འདིར་ ནི་ འབྱིན་པ ར་ འགྱུར །_།
en: Who will become of vast benefit And then continue to turn the wheel further, So that wisdom becomes everywhere unimpeded, |#| $1375 “And the words of the best among humans are here disclosed?

source: དེ་ ཚེ་ ཚིག་ བདེན་ དེ་ ནི་ སུ་ ཡི ར་ འགྱུར །_། |#| ཡེ་ཤེས་ བདེན་པ འི་ ཐེ་ཚོམ་ ཉིད་ གྱུར་པ འི །_། སེམས་ཅན་ ད་ལྟ ར་ དེ་རིང་ འབྱུང་ མི་ འགྱུར །_།
en: Who then will possess those true words, So that beings that are doubtful of the true wisdom, Will no longer appear in these present times?

source: རྟག་ ཏུ་ མཉམ་བཞག་ སེམས་ དེ་ སུ་ ཡི ར་ འགྱུར །_།
en: $1376 “Who will possess the mind of perpetual equipoise?

source: བྱང་ཆུབ་ ཞི་བ་ ལ་ ནི་ རེག་ གྱུར་ ཅིང་ །_། འདི་ ལ་དུ ས་ གསུམ་ སེམས་ཅན་ སེམས་ མཁྱེན་ ནས །_།
en: You who reached the peace of awakening, And know the minds of beings throughout the three times,

source: ཆོས་མཆོག་ གྱ་ནོམ་པ་ ནི་ བཤད་ དུ་ གསོལ །_།
en: I beg you to explain the sublime and supreme Dharma!

source: དེ་ ཚེ་ སུ་ ཡི་ ཆོས་ དེ་ བསྟན་པ ས་ ན །_། |#| ལྷ་ དང་ བཅས་པ འི་ འཇིག་རྟེན་ དེ་ ཚིམ་ འགྱུར །_།
en: $1377 “Whose Dharma will, when taught, Satiate the world with its gods?

source: མ་ རྨོངས་ རྣམ་པར་ གནོན་ པ་ སུ་ ཡི ར་ འགྱུར །_། |#| གླང་ཆེན་ ལྟ་སྟངས་ ལྟ་བ ར་ འགྱུར་བ་ ལགས །_།
en: Who will come to vanquish delusion And gaze with an elephant’s gaze?

source: དགེ་འདུན་ ཕལ་ཆེན་ དེ་ ནི་ སུ་ ཡི ར་ འགྱུར །_།
en: $1378 “Who will possess the great saṅgha?

source: སུ་ ཡིས་ ཞིང་ འདི་ རྣམ་པར་ སྦྱངས་པ་ ལགས །_།
en: Who will purify this field?

source: སུ་ ཡིས་ མི་ ཁོམ་ ཐམས་ཅད་ སྤངས་ ནས་ སུ །_། ཁོམ་ ལྡན་ མྱ་ངན་ འདའ་ ཞིང་ འཚལ་བ ར་ འགྱུར །_།
en: Who will abandon all inopportune states, And, endowed with leisure, long for the land beyond suffering?

source: མཐུ་ཆེན་ དོན་ དེ་དག་ ནི་ ཞུ་ ལགས་ ན །_།
en: $1379 “Mighty One, when I ask about these matters, [174.b]

source: [174b] འཇིག་རྟེན་ མགོན་པོས་ དེ་ ཚེ་ འཛུམ་ བསྟན་ ཅིང་ །_།
en: May the Lord of the World show a smile, And,

source: འཇིག་རྟེན་ འདྲེན་པ་ བདག་ ལ་ དེ་ ལུང་ སྟོན །_།
en: Guide of the World, explain these things to me, For

source: ཐོས་ ན་ སྐྱེ་དགུ་ དགའ་བ ར་ འགྱུར་བ་ ལགས །_།
en: upon hearing them, all beings will be joyous!”

source: བཅོམ་ལྡན་འདས་ ཀྱིས་ ཚེ་ དང་ ལྡན་པ་ ཀུན་དགའ་བོ་ ལ་ འདི་སྐད་ ཅེས་ བཀའ་ སྩལ་ ཏོ །_།
en: $1380 The Blessed One then said to the venerable Ānanda,

source: ཀུན་དགའ་བོ་ འཛུམ་པ་ འདི་ བསྟན་པ་ ན་ སློངས་ མོ་ པ་ རྣམ་པར་ རྒྱལ་བ་ སྲུང་བ་ དང་ །_ དེ་བཞིན་ དུ་ ལྷ་ དང་ །_ ཀླུ་ དང་ །_ གནོད་སྦྱིན་ དང་ །_ དྲི་ཟ་ དང་ །_ ལྷ་མ་ ཡིན་ དང་ །_ ནམ་མཁའ་ ལྡིང་ དང་ །_ མི འམ་ ཅི་ དང་ །_ ལྟོ་འཕྱེ་ ཆེན་པོ་ བྱེ་བ་ ཁྲག་ཁྲིག་ ཕྲག་ བརྒྱད་ཅུ ས་ བླ་ ན་ |#| མེད་པ་ ཡང་དག་ པར་ རྫོགས་པ འི་ བྱང་ཆུབ་ ཏུ་ སེམས་བསྐྱེད་ དེ །_
en: “Ānanda, when the smile was shown, the beggar Vijayarakṣa and likewise eighty quadrillion gods, nāgas, yakṣas, gandharvas, demigods, garuḍas, kiṃnaras, and mahoragas gave rise to the mind set on unexcelled and perfect awakening and

source: ངས་ དེ་དག་ ཐམས་ཅད་ བླ་ ན་ མེད་པ་ ཡང་དག་ པར་ རྫོགས་པ འི་ བྱང་ཆུབ་ ཏུ་ ལུང་བསྟན་ ཏོ །_།
en: I then prophesied their unexcelled and perfect awakening.”

source: དམིགས་པ ར་ བྱ་བ་ འདི་ ནི་ བཤད་པ་ ན །_།
en: “When I explained this aim,

source: གང་དག་ ཐེག་པ་ མཆོག་ ལ་ རབ་ ཞུགས་པ །_། བྱེ་བ་ ཁྲག་ཁྲིག་ ཕྲག་ ནི་ བརྒྱད་ཅུ ར་ ཚང་ །_།
en: Those who embarked upon the supreme vehicle Totaled eighty quadrillion beings—

source: དེ་དག་ རྣམས་ ཀྱང་ མི་མཆོག་ རྒྱལ་བ ར་ འགྱུར །_
en: They will all become victorious ones, supreme humans.

source: སློང་བ་ རྣམ་པར་ རྒྱལ་བ་ སྲུང་ འདི་ ཡང་ །_། ང་ ཡི་ མདུན་ དུ་ འདུག་ ནས་ མཆོད་པ ར་ བྱེད །_།
en: $1382 “The beggar Vijayarakṣa , too, Paid homage while seated before me.

source: མཆོག་ ཏུ་ དགའ་བ་ སྐྱེས་ ཤིང་ བར་སྣང་ གནས །_།
en: He became elated and levitated into the sky.

source: བདག་ ཀྱང་ འདི་འདྲ ར་ ང་ ལ་ ཕྱག་ འཚལ་ ལོ །_།
en: He, in this way, also paid homage to me.

source: དེས་ ནི་ལ ས་ འདི་ བྱས་པ ར་ གྱུར་པ ས་ ན །_།
en: $1383 “Since he has performed this deed,

source: ཕྱིན་ཆད་ ནམ་ཡང་ ལོག་པ ར་ ལྟུང་ མི་ འགྲོ །_།
en: He will henceforth never fall astray, But [perpetually attain leisure in each and every lifetime, And continually behold the buddhas.]

source: དེ་ དང་ དེར་ ནི་ རྟག་ ཏུ་ དལ་བ་ ཐོབ །_
en: [He will henceforth never fall astray, But ]perpetually attain leisure in each and every lifetime, And [continually behold the buddhas.]

source: སངས་རྒྱས་ ཀྱང་ ནི་ དེ་ ཡིས་ རྟག་པ ར་ མཐོང་ །_།
en: [He will henceforth never fall astray, But perpetually attain leisure in each and every lifetime, And] continually behold the buddhas.

source: དེ་དག་ སེམས་ཅན་ དམ་པ་ མཆོག་ མཐོང་ ནས །_།
en: $1384 “Having seen the most sublime beings,

source: བྱང་ཆུབ་ རྒྱུ་ ཡི་ ཕྱིར་ ནི་ མཆོད་པ་ བྱེད །_།
en: He will pay homage to them as a cause of awakening.

source: དེ་ ཚེ་ མེ་ཏོག་ སྤོས་ དང་ བྱུག་པ་ དང་ །_། གདུགས་ དང་ རྒྱལ་མཚན་ དག་ གིས་ མཆོད་པ་ བྱེད །_།
en: He will then pay homage with flowers, incenses, and perfumes, And with parasols and banners.

source: དེ་བཞིན་ ན་བཟའ་ བསོད་སྙོམས་ མཆོག་ རྣམས་ དང་ །_། གཟིམས་ ཆ་ དག་ དང་ དེ་ ཚེ་ རྐྱེན་ རྣམས་ ཀྱིས །_། རྒྱལ་བ་ རྣམས་ ལ་ དེ་ ནི་ མཆོད་པ་ བྱེད །_།
en: $1385 “He will likewise pay homage to the victorious ones With the best of garments and alms, And with bedding, and then, with facilities.

source: མཐར་གྱིས་ དེར་ ནི་ སྤྱད་པ་ སྤྱོད་ བྱེད་ ཅིང་ །_།
en: Eventually, he will practice bodhisattva conduct there.

source: བྱམས་པ་ སེམས་ཅན་ མཆོག་ ལ་ མཉེས་ བྱས་ ནས །_།
en: $1386 “Having pleased the loving supreme beings,

source: དེར་ ནི་ རྒྱལ་བ་ རྣམས་ ལ་ མཆོད་ བྱེད་ ཅིང་ །_། ནོར་བུ་ བྱེ་བ་ ཁྲག་ཁྲིག་ ཕྲག་ བདུན་ཅུ །_། བླ་མེད་ བྱམས་པ་ ལ་ ནི་ འབུལ་ བ ར་ བྱེད །_།
en: He will pay homage to the victorious ones there, And offer to those with unexcelled love Seventy quadrillion gems.

source: དེ་ ཚེ་ ནོར་བུ་ དག་ གི་ འོད་ ཉིད་ འབྱུང་ །_། |#| དེ་ ཡིས་ དཔག་ཚད་ བརྒྱད་ཅུ་ ཁོ་ན་ ཁྱབ །_།
en: $1387 “Then the light from those gems will issue forth, Spreading as far as eighty leagues.

source: དེ་ ཚེ་ ནོར་བུ་ རྣམས་ ཀྱི་ འོད་ འབྱུང་བ །_། ནོར་བུ་ དག་ གི་ འོད་ དུ་ ཁྱབ་པ ར་ འགྱུར །_།
en: The light issuing from the gems Will pervade the light of the gems.#68

source: དེ་ ཚེ་ རིམ་གྲོ་པ་ དག་ བྱེ་བ་ འབུམ །_། དེ་སྙེད་ ཀྱི་ ནི་ ཁྲི་ ཡང་ འབུལ་བ ར་ བྱེད །_། |#| དེ་སྙེད་ ཀྱི་ ནི་ ཁྲིའུ འང་ འབུལ་བ ར་ འགྱུར །_། |#| གཙུག་ [175a] ལག་ ཁང་ ཡང་ དེ་སྙེད་ བྱེད་པ ར་ འགྱུར །_།
en: $1388 “Then for all the billion attendants He will offer that many thrones [175.a] And as many pedestals, And make as many temples.

source: རིན་ཆེན་ སྣ་ བདུན་ གྱི་ ནི་ བཀྲ་བ་ བརྩིགས །_།
en: $1389 “Built in all seven kinds of precious substances,

source: གཙུག་ལག་ཁང་ རེ་ རྒྱང་གྲགས་ ཚད་ དང་ ལྡན །_།
en: Each temple will measure a mile across.

source: རྟག་ ཏུ་ བྱམས་པ་ ཉན་ཐོས་ བཅས་པ་ ལ །_། རྒྱན་ གྱིས་ བརྒྱན་ ཏེ་ ངེས་པ ར་ འབུལ་བ ར་ བྱེད །_།
en: Perpetually bedecking the loving ones and their hearers with adornments, He will enthusiastically make offerings to them.

source: ཟླ་ གསུམ་ དེར་ ནི་ རྒྱལ་བ་ བསྙེན་ བཀུར་ བྱེད །_།
en: $1390 “He will honor the victorious ones for three months.

source: དགག་དབྱེ་ བྱས་ ནས་ ལོ་ བརྒྱ ར་ འགྱུར་བ་ ཡིན །_།
en: For one hundred years he will perform The end of the rainy season retreat ritual ceremony.

source: དེ་ཡང་ དེ་ ཚེ་ རབ་ཏུ་ བྱུང་བ འི་ ཚེ །_། ཚངས་པ ར་ སྤྱོད་པ་ དམ་པ་ སྤྱོད་པ ར་ འགྱུར །_།
en: Then, as he goes forth, he will practice the sublime holy life.

source: དགའ་བ་ དང་ ནི་གུ ས་པ་ དེ་ ཡིས་ སུ །_། དེར་ ནི་ རྒྱལ་བ་ རྣམས་ ལ་ མཆོད་པ་ བྱེད །_།
en: $1391 “Joyfully and respectfully, He will pay homage to the victorious ones there.

source: མཐར་གྱིས་ བྱང་ཆུབ་ སྤྱད་པ་ སྤྱོད་པ་ ན །_།
en: Eventually, once he has practiced the conduct of awakening,

source: དུས་བཟང་བ་ ཡི་ རྒྱལ་བ་ ཐམས་ཅད་ མཐོང་ །_།
en: He will see all the victorious ones in the good eon.

source: ཇི་ལྟ ར་ གང་ གཱའི་ ཀླུང་ གི་ བྱེ་མ་ སྙེད །_། དེ་བ ས་ ལྷག་པ འི་ སངས་རྒྱས་ དེ་ ཡིས་ མཐོང་ །_།
en: $1392 “He will behold more buddhas Than there are sand grains in the river Ganges.

source: སངས་རྒྱས་ དེ་དག་ མཐོང་ ནས་ དད་པ ར་ བྱེད །_། |#| འཕགས་པ འི་ ཡེ་ཤེས་ དེ་ ནི་ སུ་ མི་ འདོད །_།
en: Who, inspired by beholding the buddhas, Would not long for the wisdom of the noble ones?

source: སེམས་ དེ འི་ དད་པ་ དེ་ ནི་ དེ་ འདྲ་བ །_། ཕྱོགས་ ཙམ་ ང་ ཡིས་ ད་ལྟ་ བསྟན་ པ་ ཡིན །_།
en: $1393 “Such is the inspiration from that intention On which I have presently taught just a portion.

source: དེ་ ཚེ་ དེ་ ཡི་ ཡོན་ཏན་ ཇི་ འདྲ་བ །_། ང་ ཡིས་ དཔེ་ བསྟན་པ ར་ ནི་ ནུས་ མ་ ཡིན །_།
en: I was not then able to give any analogy Of exactly how its qualities are.

source: ཇི་ལྟ ར་ གང་ གཱའི་ ཀླུང་ གི་ བྱེ་མ་ སྙེད །_། བསྐལ་པ་ མང་པོ ར་ དེ་ ཚེ་ འཁོར་ ནས་ |#| སུ །_།
en: $1394 “Having been in cyclic existence for as many eons As there are sand grains in the river Ganges,

source: ཕྱིན་ཆད་ དེ་ ཡིས་ ཐེག་པ་ མཆོག་ རེག་ ཅིང་ །_། སྙིང་པོ འི་ ཚོགས་ ཞེས་ བྱ་བ འི་ རྒྱལ་བ ར་ འགྱུར །_།
en: He will henceforth reach the supreme vehicle And become the victorious one called Garbhagaṇa.

source: དེ་ ཚེ་ཚེ་ ནི་ བསྐལ་པ་ སྟོང་ ཐུབ་ འགྱུར །_།
en: $1395 “His lifespan will be a thousand eons.

source: དེ་ ཚེ་ དེ་ ཡི་ ཞིང་ གི་ བཀོད་ འབྱུང་བ །_། དཔེར་ན་ ལྷ་གནས་ རི་རབ་ རྩེ་མོ་ བཞིན །_། འཛམ་བུ འི་ གླིང་ དེ་ཡང་ ནི་ དེ་ འདྲ ར་ འགྱུར །_།
en: The layout of his land Will be like the abode of the gods at the peak of Sumeru, And Jambudvīpa too will be like that.

source: རྒྱལ་བ འི་ སྙིང་པོ འི་ ཚོགས་ ནི་ དེ་སྙེད་ ཀྱི །_། ཉན་ཐོས་ དེ་ ཚེ་ འདུས་པ་ གང་ཡིན་པ །_། ཇི་ལྟ ར་ གང་ གཱའི་ ཀླུང་ གི་ བྱེ་མ་ སྙེད །_། བྱེ་བ་ ཁྲག་ཁྲིག་ ཕྲག་ ནི་ མང་པོ་ འབྱུང་ །_།
en: $1396 “The victorious one Garbhagaṇa Will then have an assembly of hearers That numbers many billions— As many as there are sand grains in the river Ganges.

source: དེ་བཞིན་ དེ་ ཚེ་ འདུས་པ་ འབྱུང་འགྱུར་བ །_། ཇི་ལྟ ར་ གང་ གཱའི་ ཀླུང་ གི་ བྱེ་མ་ སྙེད །_། དགྲ་བཅོམ་ ཟག་པ་ ཟད་ ཅིང་ ཉོན་མོངས་ མེད །_།
en: $1397 “Likewise, his assembly will contain as many beings As there are sand grains in the river Ganges— All worthy ones who have exhausted defilements and are free of the afflictions.

source: དེ་ ཚེ་དབང་ གྱུར་ རྫུ་འཕྲུལ་ ཕ་རོལ་ ཕྱིན །_།
en: Having gained mastery, they will perfect supernatural power.

source: ཤེས་རབ་ འབྱུང་གནས་ ཤཱ་རི འི་ བུ་ ཇི་བཞིན །_། དྲི་བ་ གཏན་ ལ་ འབེབས་པ ར་ ཡེ་ཤེས་ འཕགས །_།
en: $1398 “Just like Śāriputra, the fount of insight, They will have the exalted wisdom to resolve questions.

source: ཆོས་ མངོན་ མདོ་སྡེ་ འདུལ་བ་ རྣམས་ ལ་ མཁས །_། |#| ང་ ཡིས་ ཉན་ཐོས་ མཆོག་ ནི་ ལུང་བསྟན་ བཞིན །_། དེ་བཞིན་ གཤེགས་པ་ སྙིང་པོ འི་ ཚོགས་ ཉིད་ ཀྱི །_། འདུས་པ་ དེ་ ཚེ་ ཉིས་ གྱུར་ འབྱུང་བ ར་ འགྱུར །_།
en: They will be expert in abhidharma, sūtra, and vinaya, And be supreme among hearers, just as I have prophesied. |#| $1399 “The thus-gone one Garbhagaṇa Will then double his assembly.

source: དེ་དག་ བྱང་ཆུབ་ དམ་པ་ མཆོག་ ལ་ ཞུགས །_།
en: They will set out for supreme, sublime awakening, [175.b]

source: [175b] མ་ ཕམ་ ཞེས་ བྱ འི་ བྱམས་པ་ ཇི་བཞིན་ ནོ །_།
en: Just like Maitreya, who is also called Ajita.

source: དེ་དག་ སྐྱེ་བ་ གཅིག་ གིས་ ཐོགས་པ འང་ ཡིན །_། |#| བླ་མེད་ བྱང་ཆུབ་ ཏུ་ ནི་ དེ་ ཚེ་ འགྱུར །_།
en: $1400 “They will also be confined by only one more birth Before they reach unexcelled awakening.

source: དེ་ནས་ ཤི་འཕོས་ ཤི་བ འི་ དུས་བྱ ས་ ནས །_།
en: Upon the occasion of their deaths,

source: ཞིང་ གཞན་ གཞན་ དུ་ དེ་དག་ བྱང་ཆུབ་ རྟོགས །_།
en: They will realize awakening in different lands.

source: དཔའ་བ་ དཔའ་བོ་ བློ་གྲོས་ བརྟན་ རྣམས་ ཀྱི །_། འདུས་པ་ དེ་བ ས་ ཀྱང་ ནི་ ལྷག་པ ར་ འགྱུར །_།
en: $1401 “His assembly of valiant and stable-minded heroes Will exceed even that.

source: དེ་ ཚེ་ ཐེག་མཆོག་ བླ་ ན་ མེད་པར་ ནི །_། སྙིང་པོ འི་ ཚོགས་ ཀྱི་ སངས་རྒྱས་ ལུང་ སྟོན་ འགྱུར །_།
en: At that time, in the unexcelled supreme vehicle, They will be prophesied to become buddhas under Garbhagaṇa.

source: དེ་བཞིན་ གཤེགས་པ་ མྱ་ངན་ འདས་ ནས་ ཀྱང་ །_། དེ་ ཚེ་ ཆོས་ ཚུལ་ བསྐལ་པ ར་ གནས་པ ར་ འགྱུར །_།
en: $1402 “Even after the Thus-Gone One has passed, His Dharma way will be present for an eon.

source: དེ་ ཡི་ སྐུ་གདུང་ རྒྱས་པ ར་ འགྱུར་བ་ ཡིན །_།
en: His remains will spread,

source: ང་ ཡི་ མྱ་ངན་ འདས་ པ འི་ ཇི་བཞིན་ ཏེ །_།
en: Just as at my passing—

source: དེ་བཞིན་ གཤེགས་པ་ སྙིང་པོ འི་ ཚོགས་ ཉིད་ ཀྱི །_། རིང་བསྲེལ་ དེ་དག་ དེ་ལྟ ར་ འགྱུར་བ་ ཡིན །_།
en: $1403 “Relics will thus form From the thus-gone one Garbhagaṇa himself.

source: ཇི་ལྟ ར་ སེམས་ཅན་ མོས་པ ར་ འགྱུར་བ་ བཞིན །_། དེ་ལྟ་ དེ་ལྟ ར་ སངས་རྒྱས་ རིང་བསྲེལ་ གནས །_།
en: The relics of that buddha will remain Precisely according to the devotion of beings.

source: དེ་ ལ་ རིན་ཆེན་ ཞེས་ བྱ འི་ མཆོད་རྟེན་ དང་ །_། རྒྱལ་མཚན་ ཀ་བ་ དག་ དང་ སྟེགས་ བུ་ དང་ །_། དྲིལ་བུ་ དྲི་མ་ མེད་པ ས་ བརྒྱན་ རྣམས་ ཀྱིས །_། འཛམ་བུ འི་ གླིང་ ནི་ བརྒྱན་པ ར་ འགྱུར་བ་ ཡིན །_།
en: $1404 “They will rest in a stūpa called Jewel, Adorned with banners, pillars, pavilions, And stainless bells, And thus ornament Jambudvīpa.

source: སེམས་ཅན་ གང་དག་ མཆོད་རྟེན་ དེར་ འགྲོ་བ །_། དེ་དག་ མཆོད་རྟེན་ ལ་ ནི་ མེ་ཏོག་ འཐོར །_།
en: $1405 “The beings that go to that stūpa Will strew it with flowers.

source: ནམ་མཁའ་ ལ་ ནི་ མེ་ཏོག་ གདུགས་ སུ་ འགྱུར །_།
en: The flowers will turn into canopies in the sky;

source: དེ་ ཚེ་ རྫུ་འཕྲུལ་ དེ་ འདྲ་ འབྱུང་བ ར་ འགྱུར །_།
en: Such miracles as those will take place at that time.

source: དེར་ ནི་ ཇི་ལྟ ར་ མོས་པ འི་ མི་ རྣམས་ ལ །_། དེ་ ཚེ་ སངས་རྒྱས་ སྐུ་ ཡིས་ འཛུམ་ མཛད་ འགྱུར །_།
en: $1406 “To the people, according to their devotion for it, The body of the Buddha will smile.

source: མཆོད་རྟེན་ ནང་ ནས་ སྟོན་པ ར་ མཛད་ འགྱུར་ ཞིང་ །_། འཛུམ་པ་ བསྟན་ ནས་ ནུབ་པ ར་ མཛད་པ ར་ འགྱུར །_།
en: It will reveal itself from within the stūpa, And having shown a smile, disappear.

source: གང་དག་ སྤྱི་གཙུག་ འོད་ ནི་ ནུབ་ གྱུར་ ན །_།
en: $1407 “Whoever sees light dissolve into the crown protuberance,

source: བདག་ཅག་ བྱང་ཆུབ་ ཕྱིར་ ནི་ ལུང་བསྟན་ ཤེས །_།
en: We will understand as prophesied for awakening.

source: གང་དག་ རྒྱལ་བ འི་ ཞལ་ དུ་ ཞུགས་ གྱུར་ ན །_།
en: Whoever sees light enter that victorious one’s mouth,

source: བདག་ཅག་ རང་རྒྱལ་ བར་ ནི་ ལུང་བསྟན་ ཤེས །_།
en: We will understand as prophesied to be a solitary buddha.

source: མཆོད་རྟེན་ གྱི་ ནི་ ནང་ གི་ འདྲེན་པ་ ཡི །_། ལྟེ་བ ར་ གང་ ཚེ་ འོད་ ནི་ ཞུགས་ གྱུར་ ན །_།
en: $1408 “When the light enters the navel Of the guide from inside the stūpa,

source: ལུང་བསྟན་ དེ་དག་ ཉིད་ ཀྱིས་ མྱ་ངན་ འདས །_།
en: Those prophesied will attain nirvāṇa.

source: རྫུ་འཕྲུལ་ དེ་ འདྲ ར་ འགྱུར་བ ར་ བདག་ གིས་ ཤེས །_།
en: I understand that such miracles as those will take place.

source: རྒྱལ་བ འི་ བྱིན་ གྱིས་ རླབས་ ནི་ བསྐལ་པ ར་ འབྱུང་ །_།
en: $1409 “The blessings of that victorious one will be present for an eon.

source: དེ་ ཡི་ འོག་ ཏུ་ ཐམས་ཅད་ རྒྱུན་ ཆད་ འགྱུར །_།
en: Thereafter everything will come to an end.

source: འཁོར་བ ར་ གཏོགས་ ལ་ རྟག་པ་ ཡོད་ མ་ ཡིན །_།
en: Nothing that is part of saṃsāra has permanence.

source: སངས་རྒྱས་ བསྟན་པ་ འདི་ ལ་ མི་རྟག་ སྟོང་ །_།
en: This teaching of the buddhas is impermanent and empty.”

source: བཅོམ་ལྡན་ [176a] འདས་ སློངས་ མོ་པ་ རྣམ་པར་ རྒྱལ་བ་ སྲུང་བ་ བརྙས་པ འི་ ཚུལ་ དུ་ ཡང་ གདའ་ ལ །_ བརྙས་པ་ མ་ ལགས་པ འི་ ཆོས་ དང་ ལྡན་པ་ ནི་ ངོ་མཚར་ ལགས་སོ །_།
en: “Blessed One, it is amazing that the beggar Vijayarakṣa , while in a reproachable state, is in possession of the irreproachable Dharma.

source: བཅོམ་ལྡན་འདས་ དེ་ལྟ་ བུ འི་ སེམས་ཅན་ ལ་ སུ་ཞིག་ བརྙས་པ ར་ འགྱུར །_
en: Blessed One, who would reproach such a being?”

source: ཤ་ར་དྭ་ཏི འི་ བུ་ དེ་དེ་ བཞིན་ ཏེ །_
en: “Indeed, Śāradvatī­putra,

source: བྱིས་པ་ སོ་སོ འི་ སྐྱེ་བོ་ ཐོས་པ་ དང་ མི་ ལྡན་པ་ མ་གཏོགས་ པར་ སེམས་ཅན་ དེ་ལྟ་ བུ་ ལ་ སུ་ཞིག་ བརྙས་པ ར་ འགྱུར །_
en: who would reproach such a being but an immature, ordinary being with no learning?

source: ཤ་ར་དྭ་ཏི འི་ བུ་ ངས་ ཀྱང་ དེ་ ལ་ དགོངས་ ནས །_ |#| དེ་བཞིན་ གཤེགས་པ་ མ་གཏོགས་ པར་ གང་ཟག་ གིས་ གང་ཟག་ གི་ ཚད་ གཟུང་བ ར་ མི་ ནུས་ སོ །_། |#| ཞེས་ བྱ་བ འི་ ཚིག་ གསུངས་པ་ ཡིན་ ནོ །_།
en: Śāradvatī­putra, with that in mind, I made the statement: |#| ‘Aside from a thus-gone one, a person cannot apprehend another person’s level.’

source: འོ་ན་ སྔོན་ སློངས་ མོ་པ་ རྣམ་པར་ རྒྱལ་བ་ སྲུང་བ་ ལྷ་ རྣམས་ དང་ །_ ཀླུ་ རྣམས་ དང་ །_ གནོད་སྦྱིན་ རྣམས་ དང་ །_ དྲི་ཟ་ རྣམས་ དང་ །_ མི འམ་ ཅི་ རྣམས་ དང་ །_ ལྟོ་ འཕྱེ་ ཆེན་པོ་ རྣམས་ དང་ །_ མི་ རྣམས་ དང་ །_ མི་མ་ཡིན་པ་ རྣམས་ ཀྱིས་ ཕྱག་ བྱ་བ འི་ འོས་ སུ་ གྱུར་པ་ ཡིན་ ནམ །_
en: was it the case, then, that previously the beggar Vijayarakṣa was worthy of veneration by gods, nāgas, yakṣas, gandharvas, kiṃnaras, mahoragas, humans, and nonhumans?”

source: བཅོམ་ལྡན་འདས་ དེ་ལྟ་ མ་ ལགས་སོ །_།
en: $1412 “It was not so, Blessed One,”
